Revit 2027 API
GroupTypeId.GeoLocation Property
 Geolocation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GeoLocation { get; }
Public Shared ReadOnly Property GeoLocation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GeoLocation {
	ForgeTypeId^ get ();
}
static member GeoLocation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace